IDEA StatiCa Open Model
ConnectionSetup.MinSize Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Minimal size of generated finite mesh element
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double MinSize { get; set; }
Public Property MinSize As Double
	Get
	Set
public:
property double MinSize {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace